"Update" = "更新";
"Length:" = "长度:";
"Characters" = "字符";
"Alphanumeric" = "字母数字";
"Frequency" = "频率";
"Groups" = "群组";
"Length" = "长度";
"Weight" = "重量";
"Word" = "词";
"Search" = "搜索";
"Similar" = "类似";
"Analogy" = "类似";
"Quality of results" = "结果质量";
"#" = "#";
